Repository: Eimji/gnome-shell-extension-scriptproxies
Catalog: locale/*/LC_MESSAGES/gnome-shell-extensions-scriptproxies.po
Languages: it

source: enabled
it: attivato

source: Error when enabling
it: Errore nell'attivazione

source: is already enabled
it: è gia in uso

source: No proxy
it: Senza proxy

source: Proxy disabled
it: Proxy disattivato

source: Error when disabling proxy
it: Errore nel disattivare il proxy

source: Proxy already disabled
it: Proxy già disattivato

source: Error: text editor
it: Errore: editor di testo

source: not installed
it: non è installato

source: New proxy
it: Nuovo Proxy

source: Open the folder
it: Apri la cartella

source: Error: the proxy name is already used
it: Errore: il nome del proxy è già in uso

source: Proxy title blank
it: Títolo del proxy vuoto

source: You forgot to set a name for your new proxy, do you want to start again?
it: Ti sei dimenticato di inserire un nome al tuo nuovo proxy, vuoi ripartire da capo?

source: currently used, removal is not possible
it: usato in questo momento, la rimozione non è possibile

source: Confirm removal
it: Conferma rimozione

source: Do you want to delete
it: Vuoi eliminare

source: Cancel
it: Cancella

source: Add proxy
it: Aggiungi Proxy

source: Enter the name for the new proxy
it: Inserisci il nome del nuovo proxy

source: Modify script
it: Modifica lo script

source: Rename
it: Rinomina

source: Modify the proxy script.
it: Modifica lo script del proxy.

source: Or rename it (leave blank to remove the proxy).
it: Oppure cambia rinominalo (lascia vuoto per rimuove il proxy).

source: To edit your proxy script,
it: Par modificare il tuo script,

source: please provide the binary name of your text editor.
it: per favore inserisci il comando del tuo editor.

source: Yes
it: Si
